Repository: NavNab/Dependency-Graph-BCExt
Catalog: Dependency-Graph/Translations/Dependency-Graph.*_tradnl.g.xlf
Languages: es_es_tradnl

# Table 2186239794 - Property 2879900210
source: Dependency Graph Setup
es_es_tradnl: Configuración del gráfico de dependencia

# Table 2186239794 - Field 3856621992 - Property 2879900210
source: Client ID
es_es_tradnl: Id. de cliente

# Table 2186239794 - Field 3715571876 - Property 2879900210
source: Date
es_es_tradnl: Fecha

# Table 2186239794 - Field 3944497305 - Property 2879900210
source: Date
es_es_tradnl: Fecha

# Table 2186239794 - Field 2750913523 - Property 2879900210
source: Include Link Text
es_es_tradnl: Incluir texto de enlace

# Table 2186239794 - Field 1540816694 - Property 2879900210
source: Include Microsoft Apps
es_es_tradnl: Incluir aplicaciones de Microsoft

# Table 2186239794 - Field 1113875961 - Property 2879900210
source: Content Text
es_es_tradnl: Texto de contenido

# Table 2186239794 - Field 2129076432 - Property 2879900210
source: Mermaid Content Text
es_es_tradnl: Texto de contenido Mermaid

# Table 2186239794 - Field 1594621544 - Property 2879900210
source: Picture
es_es_tradnl: Imagen

# Table 2186239794 - Field 2333076789 - Property 2879900210
source: Primary Key
es_es_tradnl: Clave primaria

# Table 2186239794 - Field 2757662305 - Property 2879900210
source: Dev Scope
es_es_tradnl: Scope Dev

# Table 2186239794 - Field 1066899141 - Property 2879900210
source: Global Scope
es_es_tradnl: Scope Global

# Table 2186239794 - Field 4232782363 - Property 2879900210
source: PTE Scope
es_es_tradnl: Scope PTE

# Table 2186239794 - Field 839089114 - Property 2879900210
source: Secret
es_es_tradnl: Secreto

# Table 2186239794 - Field 891883075 - Property 2879900210
source: Time
es_es_tradnl: Hora

# Table 2186239794 - Field 1392759738 - Property 2879900210
source: Time
es_es_tradnl: Hora

# Table 3141127244 - Property 2879900210
source: Extensions
es_es_tradnl: Extensiones

# Table 3141127244 - Field 665602392 - Property 2879900210
source: App ID
es_es_tradnl: ID de la aplicación

# Table 3141127244 - Field 2058393039 - Property 2879900210
source: Display Name
es_es_tradnl: Nombre para mostrar

# Table 3141127244 - Field 1769173142 - Property 2879900210
source: Figure
es_es_tradnl: Figura

# Table 3141127244 - Field 3093040191 - Property 2879900210
source: Has Relationships
es_es_tradnl: Tiene relaciones

# Table 3141127244 - Field 1256703127 - Property 2879900210
source: Has Relationships
es_es_tradnl: Tiene relaciones

# Table 3141127244 - Field 1205006834 - Property 2879900210
source: Identity
es_es_tradnl: Identidad

# Table 3141127244 - Field 2961552353 - Property 2879900210
source: Name
es_es_tradnl: Nombre

# Table 3141127244 - Field 919630742 - Property 2879900210
source: Published As
es_es_tradnl: Publicado como

# Table 3141127244 - Field 1772640682 - Property 2879900210
source: Publisher
es_es_tradnl: Publicado

# Table 3141127244 - Field 2309591340 - Property 2879900210
source: Show In Graph
es_es_tradnl: Mostrar en gráfico

# Table 3437274809 - Property 2879900210
source: Relations
es_es_tradnl: Relaciones

# Table 3437274809 - Field 593286124 - Property 2879900210
source: Destination App ID
es_es_tradnl: ID de la aplicación destino

# Table 3437274809 - Field 3759848598 - Property 2879900210
source: Destination App Name
es_es_tradnl: Nombre de la aplicación destino

# Table 3437274809 - Field 1839439551 - Property 2879900210
source: Link Text
es_es_tradnl: Texto de enlace

# Table 3437274809 - Field 1587026417 - Property 2879900210
source: Relation No.
es_es_tradnl: Número de relación

# Table 3437274809 - Field 2309591340 - Property 2879900210
source: Show In Graph
es_es_tradnl: Mostrar en gráfico

# Table 3437274809 - Field 1581340811 - Property 2879900210
source: Source App ID
es_es_tradnl: ID de la aplicación origen

# Table 3437274809 - Field 1283096581 - Property 2879900210
source: Source App Name
es_es_tradnl: Nombre de la aplicación origen

# Codeunit 927581418 - NamedType 4072018929
source: Error reading JSON response.
es_es_tradnl: Error al leer la respuesta JSON.

# Codeunit 927581418 - NamedType 752839706
source: Unable to communicate with the web service.
es_es_tradnl: No se puede comunicar con el servicio web.

# Codeunit 927581418 - NamedType 3182686404
source: Error - Status code: %1 Description: %2
es_es_tradnl: Error - Código: %1 Descripción: %2

# Codeunit 2841349168 - NamedType 750120336
source: When generating the tables again, custom data will be deleted, do you want to continue?
es_es_tradnl: Al generar de nuevo las tablas se eliminaran datos personalizados, ¿Desea continuar?

# Codeunit 2841349168 - NamedType 1864506971
source: The tables have been updated correctly.
es_es_tradnl: Las tablas se han actualizado correctamente.

# Page 2186239794 - Property 2879900210
source: Dependency Graph Setup
es_es_tradnl: Configuración del gráfico de dependencia

# Page 2186239794 - Control 1975224516 - Property 2879900210
source: App registrations - Azure
es_es_tradnl: Registros de aplicaciones - Azure

# Page 2186239794 - Control 3856621992 - Property 1295455071
source: Specifies the value of the Client ID field.
es_es_tradnl: Especifica el valor del campo Id. de cliente

# Page 2186239794 - Control 839089114 - Property 1295455071
source: Specifies the value of the Secret field.
es_es_tradnl: Especifica el valor del campo Secreto

# Page 2186239794 - Control 1769173142 - Property 2879900210
source: App shapes inside the diagram
es_es_tradnl: Figuras de las app dentro del diagrama

# Page 2186239794 - Control 2757662305 - Property 1295455071
source: Specifies the value of the Scope Dev Figure field.
es_es_tradnl: Especifica el valor del campo Figura Ext. Dev

# Page 2186239794 - Control 1066899141 - Property 1295455071
source: Specifies the value of the Scope Global Figure field.
es_es_tradnl: Especifica el valor del campo Figura Ext. Global

# Page 2186239794 - Control 4232782363 - Property 1295455071
source: Specifies the value of the Scope PTE Figure field.
es_es_tradnl: Especifica el valor del campo Figura Ext. PTE

# Page 2186239794 - Control 3349558288 - Property 2879900210
source: Include when generating the graph
es_es_tradnl: Incluir al generar el gráfico

# Page 2186239794 - Control 2750913523 - Property 1295455071
source: Specifies the value of the Include Link text field.
es_es_tradnl: Especifica el valor del campo Incluir Texto de enlace entre dependencias

# Page 2186239794 - Control 2750913523 - Property 2879900210
source: Link text between dependencies
es_es_tradnl: Texto de enlace entre dependencias

# Page 2186239794 - Control 1540816694 - Property 1295455071
source: Specifies the value of the Include Microsoft Apps field.
es_es_tradnl: Especifica el valor del campo Incluir aplicaciones de Microsoft

# Page 2186239794 - Control 1540816694 - Property 2879900210
source: Microsoft Apps
es_es_tradnl: Aplicaciones de Microsoft

# Page 2186239794 - Control 2902463168 - Property 2879900210
source: Last time it was generated
es_es_tradnl: Última vez que se generó

# Page 2186239794 - Control 1113875961 - Property 2879900210
source: Dependency graph
es_es_tradnl: Gráfico de dependencia

# Page 2186239794 - Control 3944497305 - Property 1295455071
source: Specifies the value of the Date Last Generation field.
es_es_tradnl: Especifica el valor del campo Fecha última generación

# Page 2186239794 - Control 1392759738 - Property 1295455071
source: Specifies the value of the Time Last Generation field.
es_es_tradnl: Especifica el valor del campo Hora última generación

# Page 2186239794 - Control 1061736343 - Property 2879900210
source: Tables to customize the graph
es_es_tradnl: Tablas para personalizar el gráfico

# Page 2186239794 - Control 3715571876 - Property 1295455071
source: Specifies the value of the Date Last Generation field.
es_es_tradnl: Especifica el valor del campo Fecha Última vez que se generó

# Page 2186239794 - Control 891883075 - Property 1295455071
source: Specifies the value of the Time Last Generation field.
es_es_tradnl: Especifica el valor del campo Hora Última vez que se generó

# Page 2186239794 - Action 1663039630 - Property 1295455071
source: Executes the Show In Graph action.
es_es_tradnl: Ejecuta la acción Mostrar en gráfico

# Page 2186239794 - Action 1663039630 - Property 2879900210
source: Dependency Graph
es_es_tradnl: Gráfico de dependencia

# Page 3141127244 - Property 2879900210
source: Extensions
es_es_tradnl: Extensiones

# Page 3141127244 - Control 2058393039 - Property 1295455071
source: Specifies the value of the Display Name field.
es_es_tradnl: Especifica el valor del campo Nombre para mostrar

# Page 3141127244 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
es_es_tradnl: Especifica el valor del campo Nombre

# Page 3141127244 - Control 919630742 - Property 1295455071
source: Specifies the value of the Published As field.
es_es_tradnl: Especifica el valor del campo Publicado como

# Page 3141127244 - Control 1772640682 - Property 1295455071
source: Specifies the value of the Publisher field.
es_es_tradnl: Especifica el valor del campo Publicado

# Page 3141127244 - Control 2309591340 - Property 1295455071
source: Specifies the value of the ShowInGraph field.
es_es_tradnl: Especifica el valor del campo Mostrar en gráfico

# Page 1994809268 - Property 2879900210
source: Markdown Text
es_es_tradnl: Texto Markdown

# Page 1994809268 - Action 3577779853 - Property 1295455071
source: Executes the Download Markdown as .md action.
es_es_tradnl: Ejecuta la acción Descargar Markdown como un .md

# Page 1994809268 - Action 3577779853 - Property 2879900210
source: Download Markdown as .md
es_es_tradnl: Descargar Markdown como un .md

# Page 1244516609 - Action 428232880 - Property 1295455071
source: Executes the Display dependency graph action.
es_es_tradnl: Ejecuta la acción Visualizar gráfico de dependencia

# Page 1244516609 - Action 428232880 - Property 2879900210
source: Display dependency graph
es_es_tradnl: Visualizar gráfico de dependencia

# Page 3437274809 - Property 2879900210
source: Relations
es_es_tradnl: Relaciones

# Page 3437274809 - Control 3759848598 - Property 1295455071
source: Specifies the value of the Destination App Name field.
es_es_tradnl: Especifica el valor del campo Nombre de la aplicación destino

# Page 3437274809 - Control 1839439551 - Property 1295455071
source: Specifies the value of the Link Text field.
es_es_tradnl: Especifica el valor del campo Texto de enlace

# Page 3437274809 - Control 2309591340 - Property 1295455071
source: Specifies the value of the Show In Graph field.
es_es_tradnl: Especifica el valor del campo Mostrar en gráfico

# Page 3437274809 - Control 1283096581 - Property 1295455071
source: Specifies the value of the Source App Name field.
es_es_tradnl: Especifica el valor del campo Nombre de la aplicación origen

# Page 3728201870 - Property 2879900210
source: Show In Dependency Graph
es_es_tradnl: Mostrar en gráfico de dependencia

# Page 3728201870 - Action 1943359091 - Property 1295455071
source: Executes the Generate data action.
es_es_tradnl: Ejecuta la acción Generar datos

# Page 3728201870 - Action 1943359091 - Property 2879900210
source: Generate data
es_es_tradnl: Generar datos

# Enum 4022559235 - Property 2879900210
source: Extension Scope
es_es_tradnl: Alcance de la extensión

# Enum 2507724467 - Property 2879900210
source: Geometric Figure
es_es_tradnl: Figura Geométrica

# Enum 2507724467 - EnumValue 13936446 - Property 2879900210
source: Circle
es_es_tradnl: Círculo

# Enum 2507724467 - EnumValue 1105944624 - Property 2879900210
source: Rhombus
es_es_tradnl: Rombo

# Enum 2507724467 - EnumValue 3932416381 - Property 2879900210
source: Round Rectangle
es_es_tradnl: Rectángulo Redondeado

# Enum 2507724467 - EnumValue 3699382460 - Property 2879900210
source: Square/Rectangle
es_es_tradnl: Cuadrado/Rectángulo
